Repository: DevCraftClub/DB-Manager
Catalog: upload/engine/inc/maharder/_locales/*/db_manager.xliff
Languages: de_de, uk_ua

source: Работа с базой данных, для правильного экспорта и импорта данных
de_de: Arbeiten mit der Datenbank für den korrekten Export und Import von Daten
uk_ua: Робота з базою даних, для правильного експорту та імпорту даних

source: Управление базой данных
de_de: Verwaltung der Datenbank
uk_ua: Управління базою даних

source: Настройки
de_de: Einstellungen
uk_ua: Змінити

source: Настройки бота
de_de: Bot-Einstellungen
uk_ua: Налаштування бота

source: Сохранить
de_de: Speichern
uk_ua: Зберегти

source: Не заполненые поля!
de_de: Unvollständige Felder!
uk_ua: Незаповнені поля!

source: Поля с токеном и ID чата должны быть заполнены!
de_de: Felder mit Token und Chat-ID müssen ausgefüllt werden!
uk_ua: Поля з токеном та ID чату повинні бути заповнені!

source: Сообщение отправлено!
de_de: Nachricht gesendet!
uk_ua: Повідомлення відправлено!

source: <b>Тестовое сообщение</b> было отправлено в чат :title: [<a href="https://t.me/:username:" target="_blank">@:username:</a>].
de_de: <b>Testnachricht</b> wurde an den Chat :title: [<a href="https://t.me/:username:" target="_blank">@:username:</a>].
uk_ua: <b>Тестове повідомлення</b> було відправлено в чат :title: [<a href="https://t.me/:username:" target="_blank">@:username:</a>].

source: Сообщение не было отправлено!
de_de: Nachricht wurde nicht gesendet!
uk_ua: Повідомлення не було відправлено!

source: <b>Тестовое сообщение</b> было не могло быть отправлено при текущих настройках!<br>Проверьте данные и попробуйте снова!<br><br><i>Описание ошибки можно увидеть в консоли браузера!</i>
de_de: <b>Testnachricht</b> konnte mit den aktuellen Einstellungen nicht gesendet werden!<br>Überprüfen Sie die Daten und versuchen Sie es erneut!<br><br><i>Die Fehlerbeschreibung ist in der Browserkonsole sichtbar!</i>
uk_ua: <b>Тестове повідомлення</b> не могло бути відправлено при поточних налаштуваннях!<br>Перевірте дані та спробуйте ще раз!<br><br><i>Опис помилки можна побачити в консолі браузера!</i>

source: Название
de_de: Bezeichnung
uk_ua: Назва

source: Кол-во данных
de_de: Anzahl der Daten
uk_ua: Кількість даних

source: Вес
de_de: Gewicht
uk_ua: Вага

source: Тип
de_de: Typ

source: Действие
de_de: Aktion
uk_ua: Дія

source: Скачать
de_de: Herunterladen
uk_ua: Завантажити

source: Удалить
de_de: Löschen
uk_ua: Видалити

source: Восстановить
de_de: Wiederherstellen
uk_ua: Відновити

source: Экспортировать
de_de: Exportieren
uk_ua: Експортувати

source: Настройки модуля
de_de: Modul-Einstellungen
uk_ua: Налаштування модуля

source: Основной релиз
de_de: Hauptveröffentlichung
uk_ua: Основний реліз

source: Журнал изменений
de_de: Änderungsprotokoll
uk_ua: Журнал змін

source: Включена опция экспорта в телеграм, но токен телеграм бота не заполнен!
de_de: Die Telegram-Exportoption ist aktiviert, aber das Telegram-Bot-Token ist nicht ausgefüllt!
uk_ua: Увімкнено опцію експорту в телеграм, але токен телеграм бота не заповнений!

source: Включена опция экспорта в телеграм, но ID канала/группы не заполнен!
de_de: Die Telegram-Exportoption ist aktiviert, aber die Kanal-/Gruppen-ID ist nicht ausgefüllt!
uk_ua: Увімкнено опцію експорту в телеграм, але ID каналу/групи не заповнений!

source: Настройки сохранены
de_de: Einstellungen gespeichert
uk_ua: Налаштування збережені

source: Сообщение отправлено
de_de: Nachricht gesendet
uk_ua: Повідомлення відправлено

source: Удаление прошло успешно
de_de: Löschen war erfolgreich
uk_ua: Видалення пройшло успішно

source: Файл не найден
de_de: Datei nicht gefunden
uk_ua: Файл не знайдено

source: Не удалось открыть архив
de_de: Archiv konnte nicht geöffnet werden
uk_ua: Не вдалося відкрити архів

source: Не удалось открыть архив bzip2
de_de: BZIP2-Archiv konnte nicht geöffnet werden
uk_ua: Не вдалося відкрити архів bzip2

source: Не удалось создать файл для распаковки
de_de: Datei für die Extraktion konnte nicht erstellt werden
uk_ua: Не вдалося створити файл для розпакування

source: Ошибка чтения из архива bzip2
de_de: Fehler beim Lesen aus dem BZIP2-Archiv
uk_ua: Помилка читання з архіву bzip2

source: Восстановление базы данных завершено!
de_de: Datenbankwiederherstellung abgeschlossen!
uk_ua: Відновлення бази даних завершено!

source: Экспорт базы данных при помощи DB Manager
de_de: Datenbankexport mit DB Manager
uk_ua: Експорт бази даних за допомогою DB Manager

source: Ссылка: https://devcraft.club/downloads/db-manager.30/
de_de: Link: https://devcraft.club/downloads/db-manager.30/
uk_ua: Посилання: https://devcraft.club/downloads/db-manager.30/

source: -- Дата создания:
de_de: -- Erstellungsdatum:
uk_ua: -- Дата створення:

source: -- Сервер:
de_de: -- Server:

source: -- База данных:
de_de: -- Datenbank:
uk_ua: -- База даних:

source: -- Таблица:
de_de: -- Tabelle:
uk_ua: -- Таблиця:

source: -- Ключи для таблицы:
de_de: -- Schlüssel für die Tabelle:
uk_ua: -- Ключі для таблиці:

source: -- Данные для таблицы:
de_de: -- Daten für die Tabelle:
uk_ua: -- Дані для таблиці:

source: Архивация архива не удалась!
de_de: Archivierung des Archivs ist fehlgeschlagen!
uk_ua: Архівація архіву не вдалася!

source: BZIP2 сжатие файла не удалось!
de_de: Dateikompression mit BZIP2 ist fehlgeschlagen!
uk_ua: Стиснення файлу за допомогою BZIP2 не вдалося!

source: Экспортированная база данных
de_de: Exportierte Datenbank
uk_ua: Експортована база даних

source: Ошибка при отправке файла в Telegram:
de_de: Fehler beim Senden der Datei an Telegram:
uk_ua: Помилка при відправці файлу в Telegram:

source: Создание резервной копии завершено!
de_de: Backup-Erstellung abgeschlossen!
uk_ua: Створення резервної копії завершено!
