<?php
//===============================================================
// Файл: changelog.php                                          =
// Путь: engine/inc/maharder/_modules/db_manger/module/changelog.php
// ==============================================================
// Автор: Maxim Harder <dev@devcraft.club> © 2025               =
// Сайт: https://devcraft.club                                  =
// Телеграм: http://t.me/MaHarder                               =
// ==============================================================
// Менять на свой страх и риск!                                 =
// Код распространяется по лицензии MIT                         =
//===============================================================

global $mh;

$logs = [
	'180.1.0' => [
		__('Основной релиз'),
	],
];

$modVars = [
	'title' => __('Журнал изменений'),
	'logs' => $logs,
];

// Настройка хлебных крошек
// Крошки это массив с массивами, которые содержат информацию о ссылке (url) и её названии (name)
// Крошки добавляются в каждом файле модуля с исключением самого главного
$mh->setBreadcrumb(new BreadCrumb($modVars['title'], $mh->getLinkUrl('changelog')));


$htmlTemplate = 'admin/changelog.html';