<?php
//===============================================================
// Файл: changelog.php                                          =
// Путь: engine/inc/maharder/_modules/db_manger/module/changelog.php
// ==============================================================
// Автор: Maxim Harder <dev@devcraft.club> © 2025               =
// Сайт: https://devcraft.club                                  =
// Телеграм: http://t.me/MaHarder                               =
// ==============================================================
// Менять на свой страх и риск!                                 =
// Код распространяется по лицензии MIT                         =
//===============================================================

global $mh;

$logs = [
    '180.1.2' => [
        __('[UPDATE] Добавлена проверка совместимости при экспорте базы данных'),
        __('[FIX] Экспорт данных был поправлен')
    ],
	'180.1.1' => [
		__('[UPDATE] Обновление документации классов для улучшенного понятия функционала'),
		__('[FIX] Исправление пути сохранения файлов на Windows'),
	],
	'180.1.0' => [
		__('Основной релиз'),
	],
];

$modVars = [
	'title' => __('Журнал изменений'),
	'logs' => $logs,
];

$mh->setBreadcrumb(new BreadCrumb($modVars['title'], $mh->getLinkUrl('changelog')));


$htmlTemplate = 'admin/changelog.html';